---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadFloorAreaParam
source: html/cf4fb439-d96f-a70c-7e89-d207b11c27d2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadFloorAreaParam Property

"Floor Area"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsHvacloadFloorAreaParam { get; }
```